Repository: northpolesec/santa
Catalog: Source/gui/Resources/*.lproj/Localizable.strings
Languages: de, es, fr_ca, ja, ru, uk

source: %@ can now be run
de: %@ kann nun ausgeführt werden
es: %@ ahora se puede ejecutar
fr_ca: %@ peut maintenant être exécuté
ja: %@が実行できるようになった
ru: Теперь можно запустить %@
uk: %@ тепер можна запускати

source: Access to a file has been denied
de: Der Zugriff auf eine Datei wurde verweigert
es: El acceso a un archivo ha sido denegado
fr_ca: L'accès à un fichier a été refusé
ja: ファイルへのアクセスが拒否されました
ru: Доступ к файлу был запрещен
uk: Відмовлено у доступі до файлу

source: Accessed Path
de: Aufgerufener Pfad
es: Ruta accedida
fr_ca: Chemin d'accès
ja: アクセスパス
ru: Доступный путь
uk: Шлях доступу

source: An unknown error occurred. Please try again.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error desconocido. Por favor, inténtelo de nuevo.
fr_ca: Une erreur inconnue s'est produite. Veuillez réessayer s.v.p.
ja: 不明なエラーが発生しました。もう一度お試しください。
ru: Произошла неизвестная ошибка. Пожалуйста, попробуйте снова.
uk: Сталася невідома помилка. Будь ласка, спробуйте ще раз.

source: Application
de: Applikation
es: Aplicación
ja: アプリケーション
ru: Приложение
uk: Заявка

source: Approve
de: Genehmigen
es: Aprobar
fr_ca: Approuver
ja: 許可する
ru: Утвердить
uk: Затвердити

source: Are you sure you want to reset all notification silences? You will start receiving notifications for previously silenced events.
es: ¿Está seguro de que desea restablecer todas las notificaciones silenciadas? Comenzará a recibir notificaciones de eventos previamente silenciados.
fr_ca: Êtes-vous certain de vouloir réinitialiser toutes les notifications en sourdine ? Vous allez recommencer à recevoir des notifications pour les événements précédemment mis en sourdine.
ja: すべての通知の停止設定をリセットしてもよろしいですか？以前停止した通知が再び届くようになります。

source: authorize execution
de: Ausführung genehmigen
es: autorizar la ejecución
fr_ca: autoriser l'exécution
ja: 実行を許可する
uk: дозволити виконання

source: authorize execution of %@
de: genehmigen die Ausführung von %@
es: autorizar la ejecución de %@
fr_ca: autoriser l'exécution de %@
ja: %@実行を許可する
ru: разрешить исполнение %@
uk: дозволити виконання %@

source: authorize execution of the application %@
de: Die Ausführung der Anwendung autorisieren %@
es: autorizar la ejecución de la aplicación %@
fr_ca: autoriser l'exécution de l'application %@
ja: %@アプリケーションの実行を許可する
ru: разрешить выполнение заявки %@
uk: дозволити виконання заявки %@

source: authorize temporary Monitor Mode
de: den temporären Monitor-Modus genehmigen
es: autorizar el modo Monitor temporal
fr_ca: autoriser le mode Moniteur temporaire
ja: 一時的なモニターモードを許可する
ru: разрешить временный режим монитора
uk: дозволити тимчасовий режим монітора

source: Binary Path
de: Binärer Pfad
es: Ruta del binario
fr_ca: Chemin du binaire
ja: バイナリーパス
ru: Бинарный путь
uk: Двійковий шлях

source: Bundle Hash
es: Hash del bundle
fr_ca: Hash du bundle
ja: バンドルハッシュ
ru: Бандл-хэш
uk: Пакетний хеш

source: Cancel
es: Cancelar
fr_ca: Annuler
ja: キャンセル

source: CDHash
ja: CDハッシュ

source: Clean Sync
de: Synchronisierung bereinigen
es: Sincronización completa
fr_ca: Synchronisation complète
ja: クリーン同期
ru: Чистая синхронизация
uk: Чиста синхронізація

source: Copy Details
de: Details kopieren
es: Copiar detalles
fr_ca: Copier les détails
ja: 詳細をコピー
ru: Копия Подробности
uk: Деталі копіювання

source: Destination
de: Ziel
es: Destino
ja: マウント先
ru: Точка монтирования
uk: Точка монтування

source: Dismiss
de: Ignorieren
es: Descartar
fr_ca: Ignorer
ja: 閉じる
ru: Увольте
uk: Звільнити

source: Dismiss & Silence
de: Ignorieren & Stummschalten
es: Descartar y silenciar
fr_ca: Ignorer et mettre en sourdine
ja: 閉じて通知を停止
ru: Отказ и молчание
uk: Звільнити і замовкнути

source: Drop for application info
de: Zum Anzeigen der App-Informationen ablegen
es: Soltar para información de la aplicación
fr_ca: Déposer pour les informations de l'application
ja: アプリ情報のためにドロップ
ru: Перетащите для информации о приложении
uk: Перетягніть для інформації про додаток

source: Failed to connect to the sync service. Please try again later.
de: Verbindung zum Synchronisierungsdienst fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: Error al conectar con el servicio de sincronización. Por favor, inténtelo más tarde.
fr_ca: Échec de la connexion au service de synchronisation. Veuillez réessayer plus tard s.v.p.
ja: 同期サービスへの接続に失敗しました。後ほどもう一度お試しください。
ru: Не удалось подключиться к службе синхронизации. Пожалуйста, попробуйте позже.
uk: Не вдалося підключитися до служби синхронізації. Будь ласка, спробуйте пізніше.

source: Failed to enter temporary monitor mode: an unknown error occurred
de: Wechsel in den temporären Monitor-Modus fehlgeschlagen: Ein unbekannter Fehler ist aufgetreten
es: Error al entrar en modo monitor temporal: se produjo un error desconocido
fr_ca: Échec du passage en mode moniteur temporaire : une erreur inconnue s'est produite
ja: 一時的なモニターモードへの切り替えに失敗しました: 不明なエラーが発生しました
ru: Не удалось перейти во временный режим монитора: произошла неизвестная ошибка
uk: Не вдалося перейти в тимчасовий режим монітора: сталася невідома помилка

source: Failed to enter temporary monitor mode: authorization failed
de: Wechsel in den temporären Monitor-Modus fehlgeschlagen: Autorisierung fehlgeschlagen
es: Error al entrar en modo monitor temporal: la autorización falló
fr_ca: Échec du passage en mode moniteur temporaire : l'autorisation a échoué
ja: 一時的なモニターモードへの切り替えに失敗しました: 認証に失敗しました
ru: Не удалось перейти во временный режим монитора: ошибка авторизации
uk: Не вдалося перейти в тимчасовий режим монітора: помилка авторизації

source: Failed to enter temporary monitor mode: not currently in lockdown
de: Wechsel in den temporären Monitor-Modus fehlgeschlagen: Derzeit nicht im Lockdown-Modus
es: Error al entrar en modo monitor temporal: no se encuentra actualmente en modo bloqueo
fr_ca: Échec du passage en mode moniteur temporaire : pas actuellement en mode verrouillage
ja: 一時的なモニターモードへの切り替えに失敗しました: 現在ロックダウンモードではありません
ru: Не удалось перейти во временный режим монитора: в данный момент не в режиме блокировки
uk: Не вдалося перейти в тимчасовий режим монітора: наразі не в режимі блокування

source: Failed to enter temporary monitor mode: not using a supported sync server
de: Wechsel in den temporären Monitor-Modus fehlgeschlagen: Kein unterstützter Sync-Server wird verwendet
es: Error al entrar en modo monitor temporal: no se está utilizando un servidor de sincronización compatible
fr_ca: Échec du passage en mode moniteur temporaire : serveur de synchronisation non pris en charge
ja: 一時的なモニターモードへの切り替えに失敗しました: サポートされている同期サーバーを使用していません
ru: Не удалось перейти во временный режим монитора: не используется поддерживаемый сервер синхронизации
uk: Не вдалося перейти в тимчасовий режим монітора: не використовується підтримуваний сервер синхронізації

source: Failed to enter temporary monitor mode: this machine does not currently have a policy allowing temporary monitor mode
de: Wechsel in den temporären Monitor-Modus fehlgeschlagen: Auf diesem Gerät ist keine Richtlinie vorhanden, die den temporären Monitor-Modus erlaubt
es: Error al entrar en modo monitor temporal: este equipo no tiene actualmente una política que permita el modo monitor temporal
fr_ca: Échec du passage en mode moniteur temporaire : cet ordinateur ne dispose pas présentement d'une politique autorisant le mode moniteur temporaire
ja: 一時的なモニターモードへの切り替えに失敗しました: このマシンには現在、一時的なモニターモードを許可するポリシーがありません
ru: Не удалось перейти во временный режим монитора: на этом компьютере в настоящее время нет политики, разрешающей временный режим монитора
uk: Не вдалося перейти в тимчасовий режим монітора: на цьому комп'ютері наразі немає політики, яка дозволяє тимчасовий режим монітора

source: Filename
de: Dateiname
es: Nombre del archivo
fr_ca: Nom du fichier
ja: ファイル名
ru: Имя файла
uk: Ім'я файлу

source: FS Type
de: FS-Typ
es: Tipo FS
fr_ca: Type FS
ja: ファイルシステム種別
ru: Тип ФС
uk: Тип ФС

# Label before time period picker
source: Prevent future notifications for this application for
de: Benachrichtigungen für diese Applikation unterdrücken für
es: Evitar notificaciones futuras para esta aplicación durante
fr_ca: Empêcher les notifications futures pour cette application pour
ja: このアプリケーションからの通知を
ru: Предотвращение будущих уведомлений для этого приложения для
uk: Запобігти майбутнім сповіщенням для цієї заявки для

source: Managed by:
de: Verwaltet von:
es: Administrado por:
fr_ca: Géré par :
ja: 管理者:
ru: Управляется:
uk: Керується:

source: More Details
de: Mehr Details
es: Más detalles
fr_ca: Plus de détails
ja: さらに詳細
ru: Подробнее
uk: Детальніше

source: More Info...
de: Mehr Informationen...
es: Más información...
fr_ca: Plus d'infos...
ja: 詳細情報…
ru: Дополнительная информация...
uk: Більше інформації...

source: Network Share
de: Netzwerkfreigabe
es: Recurso compartido de red
fr_ca: Partage réseau
ja: ネットワーク共有
ru: Сетевой ресурс
uk: Мережевий ресурс

source: Open...
de: Öffnen...
es: Abrir...
fr_ca: Ouvrir...
ja: 開く…
ru: Открыть...
uk: Відкрито...

source: Parent
de: Übergeordneter Prozess
es: Proceso padre
ja: 親プロセス
ru: Родитель
uk: Батько

source: Path
de: Pfad
es: Ruta
fr_ca: Chemin
ja: パス
ru: Путь
uk: Шлях

source: Path Accessed
de: Zugriffspfad
es: Ruta accedida
fr_ca: Chemin accédé
ja: アクセスされたパス
ru: Доступ к пути
uk: Шлях, до якого звернулися

source: Publisher
de: Herausgeber
es: Editor
fr_ca: Éditeur
ja: 発行者
ru: Издатель
uk: Видавець

source: Remount Mode
de: Remount-Modus
es: Modo de remontaje
fr_ca: Mode de remontage
ja: 再マウントモード
ru: Режим демонтажа
uk: Режим перевстановлення

source: Requested application can now be run
de: Angefordert kann jetzt ausgeführt werden
es: La aplicación solicitada ahora se puede ejecutar
fr_ca: L'application demandée peut maintenant être exécutée
ja: リクエストされたアプリケーションが実行できるようになりました。
ru: Запрошенное приложение теперь может быть запущено
uk: Запит тепер можна виконати

source: Reset
es: Restablecer
fr_ca: Réinitialiser
ja: リセット

source: Reset Silenced Notifications
es: Restablecer notificaciones silenciadas
fr_ca: Réinitialiser les notifications en sourdine
ja: サイレント通知をリセット

source: Rule Name
de: Regelname
es: Nombre de la regla
fr_ca: Nom de la règle
ja: ルール名
ru: Название правила
uk: Назва правила

source: Rule Version
de: Regelversion
es: Versión de la regla
fr_ca: Version de la règle
ja: ルールバージョン
ru: Версия правил
uk: Версія правила

source: Santa is a security system providing application, device, and file-access controls.
de: Santa ist ein Sicherheitssystem, das Kontrolle über Anwendungen, Geräte und Dateizugriffe bietet
es: Santa es un sistema de seguridad que proporciona controles de aplicaciones, dispositivos y acceso a archivos.
fr_ca: Santa est un système de sécurité offrant des contrôles d'applications, d'appareils et d'accès aux fichiers.
ja: Santaはアプリケーション、デバイス、 ファイルアクセスの制御を提供するセキュリティシステムです
ru: Santa - этo система безопасности, обеспечивающая контроль над приложениями, устройствами и доступом к файлам
uk: Santa - система безпеки, що забезпечує контроль над додатками,пристроями та доступом до файлів

source: Santa is made with ❤️ by the elves at [North Pole Security](https://northpole.security) along with contributions from our wonderful community
de: Santa wurde mit ❤️ von den Elfen bei [North Pole Security](https://northpole.security) entwickelt, zusammen mit Beiträgen unserer wunderbaren Community
es: Santa está hecho con ❤️ por los elfos de [North Pole Security](https://northpole.security) junto con las contribuciones de nuestra maravillosa comunidad
fr_ca: Santa est conçu avec ❤️ par les lutins de [North Pole Security](https://northpole.security) avec les contributions de notre merveilleuse communauté
ja: Santaは[North Pole Security](https://northpole.security)のエルフたちが❤️を込めて作り、 素晴らしいコミュニティの貢献によって支えられています
ru: Santa создана с ❤️ эльфами из [North Pole Security](https://northpole.security) вместе с вкладом нашего замечательного сообщества
uk: Santa створена з ❤️ ельфами з [North Pole Security](https://northpole.security) разом з внеском нашого чудового співтовариства

source: Show menu bar icon
de: Menüleistensymbol anzeigen
es: Mostrar icono en la barra de menús
fr_ca: Afficher l'icône dans la barre de menus
ja: メニューバーアイコンを表示
ru: Показать значок в строке меню
uk: Показати іконку в рядку меню

source: Signed
de: Signiert
es: Firmado
fr_ca: Signé
ja: 署名済み
ru: Подписано
uk: Підписано

source: Signing ID
ja: 署名ID

source: Sync
de: Synchronisieren
es: Sincronizar
fr_ca: Synchroniser
ja: 同期
ru: Синхронизация
uk: Синхронізація

source: Sync completed successfully
de: Synchronisierung erfolgreich abgeschlossen
es: Sincronización completada con éxito
fr_ca: Synchronisation terminée avec succès
ja: 同期が正常に完了しました
ru: Синхронизация успешно завершена
uk: Синхронізацію успішно завершено

source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error en la sincronización
fr_ca: Échec de la synchronisation
ja: 同期に失敗しました
ru: Ошибка синхронизации
uk: Помилка синхронізації

source: The event upload failed. Please check your network connection and try again.
de: Der Upload des Ereignisses ist fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Error al cargar el evento. Por favor, verifique su conexión de red e inténtelo de nuevo.
fr_ca: Le téléversement de l'événement a échoué. Veuillez vérifier votre connexion réseau et réessayer.
ja: イベントのアップロードに失敗しました。ネットワーク接続を確認して、もう一度お試しください。
ru: Не удалось загрузить событие. Пожалуйста, проверьте подключение к сети и попробуйте снова.
uk: Не вдалося завантажити подію. Будь ласка, перевірте підключення до мережі та спробуйте ще раз.

source: The postflight check failed. Please check your network connection and try again.
de: Die Postflight-Prüfung ist fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: La verificación posterior a la sincronización falló. Por favor, verifique su conexión de red e inténtelo de nuevo.
fr_ca: La vérification post-synchronisation a échoué. Veuillez vérifier votre connexion réseau et réessayer.
ja: ポストフライトチェックに失敗しました。ネットワーク接続を確認して、もう一度お試しください。
ru: Проверка после полета не удалась. Пожалуйста, проверьте подключение к сети и попробуйте снова.
uk: Перевірка після польоту не вдалася. Будь ласка, перевірте підключення до мережі та спробуйте ще раз.

source: The preflight check failed. Please check your network connection and try again.
de: Die Preflight-Prüfung ist fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: La verificación previa a la sincronización falló. Por favor, verifique su conexión de red e inténtelo de nuevo.
fr_ca: La vérification pré-synchronisation a échoué. Veuillez vérifier votre connexion réseau et réessayer.
ja: プレフライトチェックに失敗しました。ネットワーク接続を確認して、もう一度お試しください。
ru: Предварительная проверка не удалась. Пожалуйста, проверьте подключение к сети и попробуйте снова.
uk: Попередня перевірка не вдалася. Будь ласка, перевірте підключення до мережі та спробуйте ще раз.

source: The rule download failed. Please check your network connection and try again.
de: Der Download der Regel ist fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: La descarga de reglas falló. Por favor, verifique su conexión de red e inténtelo de nuevo.
fr_ca: Le téléchargement des règles a échoué. Veuillez vérifier votre connexion réseau et réessayer.
ja: ルールのダウンロードに失敗しました。ネットワーク接続を確認して、もう一度お試しください。
ru: Не удалось загрузить правило. Пожалуйста, проверьте подключение к сети и попробуйте снова.
uk: Не вдалося завантажити правило. Будь ласка, перевірте підключення до мережі та спробуйте ще раз.

source: The sync operation failed. Please try again.
de: Die Synchronisierungsoperation ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: La operación de sincronización falló. Por favor, inténtelo de nuevo.
fr_ca: L'opération de synchronisation a échoué. Veuillez réessayer.
ja: 同期操作に失敗しました。もう一度お試しください。
ru: Операция синхронизации не удалась. Пожалуйста, попробуйте снова.
uk: Операція синхронізації не вдалася. Будь ласка, спробуйте ще раз.

source: Too many syncs are in progress. Please try again later.
de: Zu viele Synchronisierungen laufen. Bitte versuchen Sie es später erneut.
es: Hay demasiadas sincronizaciones en curso. Por favor, inténtelo más tarde.
fr_ca: Trop de synchronisations sont en cours. Veuillez réessayer plus tard s.v.p.
ja: 同期処理が多すぎます。後ほどもう一度お試しください。
ru: Слишком много синхронизаций выполняется. Пожалуйста, попробуйте позже.
uk: Забагато синхронізацій виконується. Будь ласка, спробуйте пізніше.

source: Switching into Lockdown mode
de: Umschalten in den Lockdown-Modus
es: Cambiando a modo Bloqueo
fr_ca: Passage en mode Verrouillage
ja: ロックダウンモードへの切り替え
ru: Переход в режим блокировки
uk: Перехід у режим блокування

source: Switching into Monitor mode
de: Umschalten in den Monitor-Modus
es: Cambiando a modo Monitor
fr_ca: Passage en mode Moniteur
ja: モニターモードへの切り替え
ru: Переход в режим монитора
uk: Перехід у режим монітора

source: Switching into Standalone mode
de: Umschalten in den Standalone-Modus
es: Cambiando a modo Autónomo
fr_ca: Passage en mode Autonome
ja: スタンドアロン・モードへの切り替え
ru: Переход в автономный режим
uk: Перехід в автономний режим

source: Team ID
ja: チームID
ru: ID команды
uk: ID команди

source: The following application has been blocked from executing<br />because its trustworthiness cannot be determined
de: Die folgende Applikation wurde blockiert,<br />da ihre Vertrauenswürdigkeit nicht überprüft werden kann
es: La siguiente aplicación ha sido bloqueada<br />porque no se pudo determinar su nivel de confianza
fr_ca: L'application suivante a été bloquée<br />car son niveau de confiance n'a pas pu être déterminé
ja: 次のアプリケーションは信頼性を判断できないため、<br />実行がブロックされました
ru: Следующее приложение было заблокировано для выполнения,<br />поскольку его надежность не может быть определена
uk: Наступна програма була заблокована для виконання,<br />оскільки не може бути визначена її достовірність

source: The following application has been blocked from<br />executing because it has been deemed malicious or against policy
de: Die folgende Applikation wurde blockiert,<br />weil er als schädlich oder gegen die Politik eingestuft wurde
es: La siguiente aplicación ha sido bloqueada<br />porque se ha considerado maliciosa o contraria a la política
fr_ca: L'application suivante a été bloquée<br />car elle a été jugée malveillante ou contraire à la politique
ja: 以下のアプリケーションは、悪意のあるプログラムまたはポリシーに反すると判断されました、<br />実行がブロックされました
ru: Следующее приложение было заблокировано для выполнения,<br />потому что она была признана вредоносной или противоречащей политике
uk: Наступну програму було заблоковано для виконання,<br />через те, що вона була визнана шкідливою або такою, що суперечить політиці

source: The following application requires authorization before it can be used
de: Die folgende Anwendung erfordert eine Autorisierung, bevor sie verwendet werden kann
es: La siguiente aplicación requiere autorización antes de poder ser utilizada
fr_ca: L'application suivante nécessite une autorisation avant de pouvoir être utilisée
ja: 以下のアプリケーションは、使用前に認証が必要です
ru: Следующее приложение требует авторизации перед использованием
uk: Наступна програма вимагає авторизації перед використанням

source: The following device has been blocked from mounting
de: Das Mounten des folgenden Geräts wurde blockiert
es: Se ha bloqueado el montaje del siguiente dispositivo
fr_ca: Le montage de l'appareil suivant a été bloqué
ja: 次のデバイスのマウントがブロックされました
ru: Следующее устройство было заблокировано для установки
uk: Наступний пристрій заблоковано для встановлення

source: The following device has been remounted with reduced permissions
de: Das folgende Gerät wurde mit reduzierten Berechtigungen gemountet
es: El siguiente dispositivo ha sido remontado con permisos reducidos
fr_ca: L'appareil suivant a été remonté avec des permissions réduites
ja: 次のデバイスは権限を制限して再マウントされました
ru: Следующее устройство было перемонтировано с пониженными разрешениями
uk: Наступний пристрій було перевстановлено зі зменшеними дозволами

source: The following network share has been blocked from mounting
de: Das Mounten der folgenden Netzwerkfreigabe wurde blockiert
es: Se ha bloqueado el montaje del siguiente recurso compartido de red
fr_ca: Le montage du partage réseau suivant a été bloqué
ja: 次のネットワーク共有のマウントがブロックされました
ru: Монтирование следующего сетевого ресурса было заблокировано
uk: Монтування наступного мережевого ресурсу було заблоковано

source: unknown
de: unbekannt
es: desconocido
fr_ca: inconnu
ja: 不明
ru: неизвестно
uk: невідомо

source: User
de: Benutzer
es: Usuario
fr_ca: Utilisateur
ja: ユーザー
ru: Пользователь
uk: Користувач

source: Version **%@**
es: Versión **%@**
ja: バージョン **%@**
ru: Версия **%@**
uk: Версія **%@**
